brew "fnm"
brew "helix"
brew "mole"
brew "ripgrep"
brew "starship"
cask "codeedit"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf-cn"
cask "ghostty"
cask "helium-browser"
cask "hoppscotch"
cask "iina"
cask "keka"
cask "miaoyan"
cask "orion"
cask "pearcleaner"
cask "prettyclean"
cask "zed"
