# winget
ajeetdsouza.zoxide
ArminOsaj.AutoDarkMode
astral-sh.uv
BurntSushi.ripgrep.MSVC
Devolutions.UniGetUI
eza-community.eza
Flow-Launcher.Flow-Launcher
Fork.Fork
GeekUninstaller.GeekUninstaller
Git.Git
GoLang.Go
Helix.Helix
Hiddify.Next
hoppscotch.Hoppscotch
ImputNet.Helium
JackieLiu.NotepadsApp
JetBrains.GoLand
JetBrains.PyCharm
JetBrains.WebStorm
JohnMacFarlane.Pandoc
junegunn.fzf
LenovoLegionToolkitTeam.LenovoLegionToolkit
liule.Snipaste
LocalSend.LocalSend
M2Team.NanaZip.Preview
Microsoft.Coreutils
Microsoft.Edge
Microsoft.PowerShell
Microsoft.VisualStudioCode
Microsoft.WindowsTerminal
Microsoft.WSL
QL-Win.QuickLook
Schniz.fnm
sharkdp.bat
sharkdp.fd
sharkdp.hyperfine
SoftDeluxe.FreeDownloadManager
Starship.Starship
sxyazi.yazi
voidtools.Everything
ZedIndustries.Zed

# msstore
9NBLGGH5R558 # Microsoft To Do
